[
    {
        "abstract": "Resumo Este estudo investigou a relação entre o consumo de cafeína e o aumento da performance cognitiva em adultos saudáveis. Participaram 75 voluntários, divididos em grupos com diferentes níveis de ingestão de cafeína. Os resultados mostraram melhora significativa na memória de curto prazo e na atenção sustentada nos grupos com consumo moderado, enquanto o consumo excessivo foi associado a aumento de ansiedade e redução de desempenho. Conclui-se que a cafeína pode melhorar a performance cognitiva quando consumida em doses moderadas.",
        "authors": [
            {
                "name": "Mariana Oliveira",
                "affiliation": "Departamento de Psicologia, Universidade Federal de Minas Gerais, Belo Horizonte, Brasil"
            }
        ],
        "doi": "https://doi.org/10.1000/j.cognitive.2025",
        "pdf": "https://example.com/pdfs/study_caffeine_performance.pdf",
        "title": "Efeitos da cafeína na performance cognitiva: um estudo experimental",
        "url": "https://example.com/articles/caffeine_performance"
    },
    {
        "abstract": "Resumo Este artigo revisa os avanços recentes na terapia genética para doenças neuromusculares. Destacam-se os ensaios clínicos de terapias baseadas em CRISPR-Cas9 para Distrofia Muscular de Duchenne e Atrofia Muscular Espinhal. Resultados preliminares indicam melhoria na função muscular e redução de sintomas em modelos animais e humanos. A revisão discute também os desafios éticos e técnicos no uso dessas abordagens terapêuticas.",
        "authors": [
            {
                "name": "Luís Silva",
                "affiliation": "Instituto de Ciências Biomédicas Abel Salazar, Porto, Portugal"
            },
            {
                "name": "Ana Costa",
                "affiliation": "Centro de Genética Molecular, Universidade de Lisboa, Portugal"
            }
        ],
        "doi": "https://doi.org/10.1000/j.gentherapy.2025",
        "pdf": "https://example.com/pdfs/genetic_therapy_review.pdf",
        "title": "Terapia genética em doenças neuromusculares: avanços e desafios",
        "url": "https://example.com/articles/genetic_therapy_review"
    },
    {
        "abstract": "Resumo Este estudo longitudinal examinou os efeitos do exercício físico regular sobre a qualidade do sono em indivíduos com insônia crônica. Sessenta participantes foram divididos aleatoriamente em grupos de controle e intervenção, sendo o último submetido a um programa de exercícios aeróbicos de 12 semanas. Os resultados demonstraram melhora significativa na duração e na qualidade do sono, medida pelo Índice de Qualidade do Sono de Pittsburgh.",
        "authors": [
            {
                "name": "Roberto Mendes",
                "affiliation": "Faculdade de Educação Física, Universidade Estadual de Campinas, São Paulo, Brasil"
            }
        ],
        "doi": "https://doi.org/10.1000/j.sleepstudy.2025",
        "pdf": "https://example.com/pdfs/exercise_sleep_insomnia.pdf",
        "title": "Impacto do exercício físico na qualidade do sono em indivíduos com insônia",
        "url": "https://example.com/articles/exercise_sleep_insomnia"
    },
    {
        "abstract": "Resumo Este artigo analisa a eficácia de diferentes estratégias de manejo hídrico em sistemas agrícolas submetidos a estresse por seca. Dados coletados em fazendas experimentais mostraram que a irrigação deficitária controlada combinada com o uso de culturas resistentes à seca resultou em aumento de produtividade e menor consumo de água. Este estudo fornece recomendações práticas para agricultores em regiões áridas.",
        "authors": [
            {
                "name": "Clara Fontes",
                "affiliation": "Centro de Estudos Agrícolas, Universidade de Coimbra, Portugal"
            }
        ],
        "doi": "https://doi.org/10.1000/j.agro.water.2025",
        "pdf": "https://example.com/pdfs/water_management_agriculture.pdf",
        "title": "Estratégias de manejo hídrico em condições de estresse por seca",
        "url": "https://example.com/articles/water_management_agriculture"
    },
    {
        "abstract": "Resumo Este estudo de caso explora o impacto de políticas públicas na redução da desigualdade de acesso à saúde em comunidades periféricas. Dados coletados de 10 regiões metropolitanas indicam que a implementação de clínicas móveis e programas de educação em saúde aumentou significativamente o acesso aos serviços básicos, melhorando indicadores como mortalidade infantil e cobertura vacinal.",
        "authors": [
            {
                "name": "Joana Pereira",
                "affiliation": "Departamento de Saúde Pública, Universidade de São Paulo, Brasil"
            }
        ],
        "doi": "https://doi.org/10.1000/j.healthpolicy.2025",
        "pdf": "https://example.com/pdfs/health_policy_access.pdf",
        "title": "Redução da desigualdade no acesso à saúde: um estudo de caso",
        "url": "https://example.com/articles/health_policy_access"
    }
]
